Repository: AmadorNavarro/PokeCodeTest
Catalog: PokeCodeTest/App/Supporting Files/*.lproj/Localizable.strings
Languages: es

# PokeCodeTest_spinner_loading_text
source: Loading
es: Cargando

# PokeCodeTest_search_view_catchbutton_search_title
source: Search other
es: Buscar otro

# PokeCodeTest_search_view_catchbutton_catch_title
source: Catch it
es: Atraparlo

# PokeCodeTest_search_view_pokemon_not_found
source: No Pokemon near
es: No hay pokemons cerca

# PokeCodeTest_pokemon_exist_in_backpack
source: You already have this pokemon. Leave free, please.
es: Ya tienes este pokemon, déjalo ir, por favor.

# PokeCodeTest_not_found_error
source: No Pokemon near
es: No hay pokemons cerca

# PokeCodeTest_backpackController_title
source: Backpack
es: Mochila

# PokeCodeTest_error_message_unexcepted_error_message
source: An unexcepted error has occurred. Please try again.
es: Ha ocurrido un error inesperado, por favor, vuelva a intentarlo.

# PokeCodeTest_error_message_unexcepted_error_title
source: Atention
es: Atención

# PokeCodeTest_reachability_error_message_text
source: Not internet connection. Please check your connection and try again.
es: Se ha perdido la conexión a internet. Compruebe su conexión y vuelva a intentarlo

# PokeCodeTest_alert_information_title
source: information
es: información
